[
{
  "_id": "635071b833573d30a0b5a4d9",
  "name": "STK Steakhouse",
  "website": "https://stksteakhouse.com",
  "locations": [
    "Atlanta",
    "Dallas",
    "Los Angeles",
    "NYC-Midtown",
    "San Diego",
    "Scottsdale",
    "Bellevue",
    "Denver",
    "Nashville",
    "NYC-Rooftop",
    "San Francisco",
    "South Beach",
    "Chicago",
    "Las Vegas",
    "NYC-Downtown",
    "Orlando",
    "San Juan",
    "Doha",
    "London-Strand",
    "Mexico City",
    "Dubai-JBR",
    "London-Westminster",
    "Milan",
    "Los Cabos",
    "Ibiza",
    "Toronto"
  ],
  "rating": "",
  "description": "STK is a unique concept that artfully blends the modern steakhouse and a chic lounge into one, offering a dynamic, fine dining experience with the superior quality of a traditional steakhouse. STK distinguishes itself by emphasizing the social experience and taking a vibe-driven approach to fine dining. Every venue has a DJ to create an infectious, high-energy atmosphere and the sleek environment is designed to encourage guests to interact and mingle. Ultimately, STK aims to define the modern dining experience complete with incredible food, world-class service and the perfect ambiance.",
  "dresscode": true,
  "PriceRange": "$$$$",
  "cuisineType": "Steakhouse",
  "dresscodeAttire": "",
  "happyHour": true,
  "liveMusic": true
},
  {
  "_id": "635071b833573d30a0b5a4da",
  "name": "Nikki Beach",
  "website": "https://nikkibeach.com",
  "locations": [
    "Miami Beach",
    "Saint Tropez",
    "Saint Barth",
    "Marbella",
    "Koh Samui",
    "Mallorca",
    "Ibiza",
    "Monte Carlo",
    "Dubai",
    "Costa Smeralda",
    "Tivat Bay",
    "Muscat"
  ],
  "rating": "",
  "description": "International clientele and locals flock to Nikki Beach to bask in the sunshine and fresh air while enjoying an exceptional lunch with creative cocktails or a glass of rosé. Dine under the palms or relax on a daybed all set to happy tunes by our resident DJs. Our globally inspired menu features fresh salads, innovative sushi rolls, locally caught seafood entrees and slow-roasted free range rotisserie chicken.",
  "dresscode": true,
  "PriceRange": "$$$$",
  "cuisineType": "International",
  "dresscodeAttire": "",
  "happyHour": true,
  "liveMusic": true
},
{
  "_id": "635071b833573d30a0b5a4db",
  "name": "Philippe by Philippe Chow",
  "website": "https://www.philippechow.com",
  "locations": [
    "Washington D.C",
    "Uptown NYC",
    "DowntownNYC"
  ],
  "rating": "",
  "description": "Philippe is equally praised for consistent quality and impeccable service, as well as for being an enduring staple of New York City that has attracted sophisticated foodies and Manhattan’s elite for over 15 years. With meticulous attention to detail, a commitment to bringing the flavors of his upbringing to the U.S., and a carefully crafted environment in which the “who’s who” of New York feel at home, Chef Chow is making culinary history. Chef Chow has ushered in a new era for world-class chefs in New York City – one where substance drives notoriety.",
  "dresscode": true,
  "PriceRange": "",
  "cuisineType": "Beijing-style",
  "dresscodeAttire": "",
  "happyHour": false,
  "liveMusic": false
},
{
  "_id": "635071b833573d30a0b5a4dc",
  "name": "Nobu",
  "website": "https://noburestaurants.com",
  "locations": [
    "Atlanta",
    "Atlantic City",
    "Chicago",
    "Dallas",
    "New York Downtown",
    "New York Fifty Seven",
    "Houston",
    "Indian Wells",
    "Lana'i",
    "Las Vegas at Virgin Hotel",
    "Las Vegas Caesars Palace",
    "Las Vegas at Paris",
    "Los Angeles",
    "Malibu",
    "Miami",
    "Newport Beach",
    "Palo Alto",
    "San Diego",
    "Scottsdale",
    "Toronto",
    "Washington D.C",
    "Barcelona",
    "Budapest",
    "Bodrum",
    "Formentera",
    "Ibiza Bay",
    "Istanbul",
    "London Old Park Lane",
    "London Portman Square",
    "London Shoreditch",
    "Marbella",
    "Milan",
    "Monte Carlo",
    "Montenegro",
    "Rome",
    "Santorini",
    "San Sebastian",
    "Warsaw",
    "Bahamas",
    "Barbuda",
    "Los Cabos",
    "Mexico City",
    "Mexico City Polanco",
    "Cape Town",
    "Doha",
    "Dubai",
    "Dubai (By the Beach)",
    "Jeddah",
    "Marrakech",
    "Hong Kong",
    "Kuala Lumpur",
    "Manila",
    "Melbourne",
    "Perth",
    "Singapore",
    "Sydney",
    "Tokyo"
  ],
  "rating": "4.7",
  "description": "Nobu Restaurant, located in all Nobu Hotels, is the world’s most recognized Japanese restaurant known for its innovative new style cuisine with an extensive menu of inventive dishes and bold cocktails. Indulge in signature classics such as Yellowtail Jalapeño and Black Cod Miso as well as locally-inspired dishes.",
  "dresscode": true,
  "PriceRange": "$$$",
  "cuisineType": "Japanese",
  "dresscodeAttire": "",
  "happyHour": false,
  "liveMusic": false
},
{
  "_id":"635071b833573d30a0b5a4dd",
  "name": "Buddahkan",
  "website": "https://buddakan.com",
  "locations": [
    "New York",
    "Philadelphia"
  ],
  "rating": "",
  "description": "",
  "dresscode": true,
  "PriceRange": "",
  "cuisineType": "Modern Asian",
  "dresscodeAttire": "",
  "happyHour": false,
  "liveMusic": false
},
{
  "_id":"635071b833573d30a0b5a4de",
  "name": "Toca Madera",
  "website": "https://www.tocamadera.com",
  "locations": [
    "Scottsdale",
    "West Hollywood",
    "Las Vegas"
  ],
  "rating": "",
  "description": "At Toca Madera, we've thoughtfully curated all the elements of the restaurant to elicit an unmatched sensory experience. From our visually stunning design and seductive music to our award-winning menu, let Toca Madera transport you to a world that’s both modern and timeless.",
  "dresscode": true,
  "PriceRange": "",
  "cuisineType": [
    "Mexican",
    "Steakhouse"
  ],
  "dresscodeAttire": "Out of respect for other guests and due to safety precautions, we do not allow balloons or inflatables, as well as any outside decorations or props. As an upscale restaurant we asks guests to adhere to our Dress Code, which restricts the following: Themed costumes, Novelty hats / wigs, Sports / Athletic jerseys, Flip Flops / Slides, Shorts, Sweatpants....Entrance to Toca Madera is at the discretion of the management. We reserve the right to refuse service to patrons who are inappropriately dressed, under the influence, and/or are wearing articles of clothing containing vulgarity or language that guests may find offensive. Thank you in advance for your cooperation.",
  "happyHour": true,
  "liveMusic": true
},{
  "_id":"635071b833573d30a0b5a4df",
  "name": "La Guerite",
  "website": "http://restaurantlaguerite.com",
  "locations": [
    "Canes",
    "Saint Barth",
    "D Maris Bay"
  ],
  "rating": "",
  "description": "Since 1902, a worldwide clientele has been seduced by La Guérite’s charm, authenticity, and cuisine, which is both Mediterranean and healthy. Nestled on the rocky cove of Sainte-Marguerite island in front of Cannes, La Guérite features 1000 m2 of space where you can come and discover authentic Mediterranean cuisine, which has been created by one of the wonders of Greek gastronomy: Yiannis Kioroglou.",
  "dresscode": false,
  "PriceRange": "$49 -$88",
  "cuisineType": "French Mediterranean",
  "dresscodeAttire": "",
  "happyHour": false,
  "liveMusic": true
},{
  "_id": "635071b833573d30a0b5a4e0",
  "name": "Tao",
  "website": "https://taogroup.com",
  "locations": [
    "Las Vegas",
    "Los Angeles",
    "New York Uptown",
    "Chicago",
    "Mohegan Sun Connecticut",
    "New York Downtown",
    "Las Vegas",
    "Miami",
    "London",
    "London",
    "Dubai",
    "Doha",
    "Abu Dhabi",
    "Mumbai",
    "Shanghai",
    "Bodrum",
    "New York",
    "Las Vegas",
    "Singapore",
    "Los Angeles",
    "San Diego",
    "New York",
    "Las Vegas",
    "Los Angeles",
    "New York",
    "London",
    "London",
    "Mumbai",
    "Bengaluru",
    "Kolkata",
    "Riyadh",
    "Oslo",
    "Marrakech",
    "Mexico City",
    "New York",
    "Las Vegas",
    "La Jolla",
    "Waikiki",
    "New York",
    "Singapore",
    "Las Vegas",
    "New York",
    "New York",
    "New York",
    "Las Vegas"
  ],
  "rating": "",
  "description": "Tao Group Hospitality delivers distinctive culinary and premium entertainment experiences through its portfolio of restaurants, nightclubs, lounges, and daylife venues. Tao Group Hospitality acquired Hakkasan Group in April 2021. The combined company operates more than 70 branded locations in over 20 markets across five continents and features a collection of widely recognized hospitality brands. These include TAO, Hakkasan, OMNIA, Marquee, LAVO, Beauty & Essex, Yauatcha, Cathédrale, Ling Ling, Wet Republic, Little Sister, The Highlight Room, Sake No Hana, Jewel, and more. Tao Group Hospitality is part of Madison Square Garden Entertainment Corp. (MSG Entertainment) (NYSE: MSGE), a leader in live experiences. With over 25 years of industry experience, we consistently set the bar for guest experiences by delivering unforgettable entertainment with innovation and creativity at the core. We strive to exceed expectations and continually reinvent the future of hospitality through our owned operations as well as partnership opportunities. Tao Group Hospitality’s corporate headquarters is located in New York City, with full-time marketing and operations staff in every market.",
  "dresscode": true,
  "PriceRange": "",
  "cuisineType": "Asian Bistro",
  "dresscodeAttire": "Dress code is Upscale-casual; button down collared shirts and dress shoes for gentlemen. No baseball hats, tennis shoes, or open-toed shoes for men.”",
  "happyHour": "",
  "liveMusic": false
},{
  "_id": "635071b833573d30a0b5a4e1",
  "name": "Catch",
  "website": "https://www.catchrestaurants.com",
  "locations": [
    "New York",
    "New York",
    "Aspen",
    "Los Angeles",
    "Los Angeles",
    "Los Angeles",
    "New York"
  ],
  "rating": "",
  "description": "CATCH HOSPITALITY GROUP PARTNERS TILMAN FERTITTA, MARK BIRNBAUM AND EUGENE REMM HAVE PROPELLED GLOBALLY-INFLUENCED SEAFOOD RESTAURANT CATCH (2011) FROM A STANDALONE NYC FLAGSHIP TO AN INTERNATIONAL PHENOMENON WITH SUCCESSFUL LOCATIONS IN LOS ANGELES AND LAS VEGAS AT THE ARIA RESORT & CASINO, ALONG WITH SISTER CONCEPT CATCH STEAK, WHICH OPENED ITS PREMIERE NYC LOCATION IN FALL 2019, ASPEN LOCATION IN WINTER 2021, AND LOS ANGELES COUNTERPART IN 2022.",
  "dresscode": true,
  "PriceRange": "",
  "cuisineType": [
    "Steakhouse",
    "Seafood"
  ],
  "dresscodeAttire": "WE KINDLY ASK OUR GUEST TO ABIDE BY THE SMART CASUAL DRESS CODE OF CATCH RESTAURANTS. THE FOLLOWING ITEMS ARE NOT PERMITTED: EXCESSIVELY REVEALING CLOTHING, ATHLETIC WEAR, BEACHWEAR, TANK TOPS,T-SHIRTS, SWEATSHIRTS/PANTS, CASUAL SHORTS, HATS,FLIP FLOPS (INCLUDING RUBBER & PLASTIC THONGS) PARTY ACCESSORIES (INCLUDING CROWNS, SASHES & OTHER PARAPHERNALIA), ADMITTANCE TO CATCH IS AT THE DISCRETION OF MANAGEMENT WHO RESERVES THE RIGHT TO REFUSE SERVICE TO PATRONS WHO ARE INAPPROPRIATELY DRESSED.",
  "happyHour": false,
  "liveMusic": true
},
{
  "_id":"635071b833573d30a0b5a4e2",
  "name": "Carbone",
  "website": "",
  "locations": [
    "New York",
    "Miami",
    "Hong Kong",
    "Las Vegas",
    "Dallas"
  ],
  "rating": "",
  "description": "Carbone is an Italian-American restaurant created by Mario Carbone, Rich Torrisi and Jeff Zalaznick. The restaurant pays homage to the essence of the great Italian-American restaurants of mid-20th century in New York, where delicious, exceptionally well-prepared food was served in settings that were simultaneously elegant, comfortable and unpretentious. The food nods to that same history, but takes its culinary cues from the great talents and techniques of the present and of the future. Familiar dishes like Seafood Salad, Linguini Vongole, Lobster Fra Diavola, Chicken Scarpariello and Veal Parmesan elevated to a new level.",
  "dresscode": true,
  "PriceRange": "",
  "cuisineType": "Italian - American",
  "dresscodeAttire": "Business Casual",
  "happyHour": false,
  "liveMusic": false
}
]
